{
  "home": {
    "title": "Home",
    "title_h2": "Behind Your Success.",
    "description": "The Background Hub operates with a network of on-demand specialists providing expert support and strategic advantage across multiple economic sectors. Get in touch with us to discover how we can assist you.",
    "button": "Contact"
  },
  "about": {
    "title": "About Us",
    "description": "The Background Hub was founded by a group of consultants with over twenty years of experience in both the public and private sectors. With complementary academic backgrounds and diverse professional trajectories, our specialists come from well-established and respected entities, including multinational corporations and government institutions.",
    "approachTitle": "Our Approach",
    "approachDescription": "Our collaborative approach allows us to offer integrated solutions, covering technical, regulatory, legal, and political aspects, always aligned with the strategic needs of our clients.",
    "reachTitle": "Scope",
    "reachDescription": "Professionals with diverse backgrounds and experiences collaborating on-demand to achieve multidisciplinary goals.",
    "experienceTitle": "Experience",
    "experienceDescription": "Our consultants boast over 20 years of experience in both the public and private sectors, leveraging extensive networks and relationships to provide exceptional service.",
    "dynamismTitle": "Agility",
    "dynamismDescription": "A functional network structure composed of top-tier specialists in their respective fields, mobilized according to the specific demands of each client."
  },
  "services": {
    "title": "Services",
    "description": "The Background Hub connects highly qualified specialists who are engaged on-demand to fulfill specific contracts. Our permanent team maintains a strategic dialogue with clients to understand their needs, define value-adding services, and mobilize our network of associated consultants.",
    "consultancy": "Consulting Services",
    "consultancy_txt": "Production of technical and legal assessments; Specialized analysis across various sectors; Data-driven support to decision-making; On-demand training sessions with experts from diverse fields.",
    "support": "Specialized Support",
    "support_txt": "Development and execution of regulatory strategies in specific markets; Support for the implementation of public-private partnerships; Risk management strategy and implementation; Optimization of governance and compliance mechanisms."
  },
  "contact": {
    "title": "Contact Us",
    "description": "Reach out and share your business challenges with us. We are ready to offer strategic and customized solutions.",
    "open": "Contact",
    "close": "Close",
    "formTitle": "Contact Us",
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "message": "Message",
    "send": "Send",
    "namePlaceholder": "Enter your name...",
    "emailPlaceholder": "Enter your email...",
    "phonePlaceholder": "Enter your phone...",
    "messagePlaceholder": "Enter your message..."
  },
  "footer": {
    "title": "The Background Hub",
    "date": "2024",
    "direitos": "All rights reserved",
    "placeholder": "Enter your email..."
  }
}
